# Taps
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

# Binaries
brew 'gh'
brew 'git'
brew 'mas'

# Apps
cask '1password'
cask '1password-cli'
cask 'ableton-live-suite'
cask 'arc'
cask 'backblaze'
cask 'cycling74-max'
cask 'hyper'
cask 'malwarebytes'
cask 'obsidian'
cask 'protonmail-bridge'
cask 'proton-drive'
cask 'protonvpn'
cask 'raycast'
cask 'reflect'
cask 'tidal'
cask 'the-unarchiver'
cask 'visual-studio-code'

# Mac App Store
mas 'Things', id: 904280696,
mas 'Ulysses: Writing App', id: 1225570693